[
  {
    "abbr": "AL",
    "name": "Alabama",
    "status": "none",
    "statusDetail": "None (Prior NIL Act Repealed on 2/3/2022).\n(https://arc-sos.state.al.us/ucp/L0866985.AI1.pdf)",
    "summary": "On February 3, 2022, Alabama repealed its NIL Act that was signed into law on April 20, 2021."
  },
  {
    "abbr": "AK",
    "name": "Alaska",
    "status": "none",
    "statusDetail": "None.",
    "summary": "N/A."
  },
  {
    "abbr": "AZ",
    "name": "Arizona",
    "status": "enacted",
    "statusDetail": "Enacted (3/26/2021); Effective (7/23/2021); Amended (5/7/2025).",
    "summary": "Permissible NIL Conduct\nArizona's NIL Law allows a student athlete to earn compensation from the use of their name, image, or likeness, including from a postsecondary education institution as long as the institution does not make payment from money collected from student fees. Institutions may also work with and pay third-party marketing entities to facilitate NIL opportunities for student athletes.\nLimitations on Student Athlete NIL Conduct\nHowever, a student athlete may not enter into a contract that compensates him or her for NIL if:\nthat contract violates intellectual property rights;\nthe activity conflicts with the student athlete's team's contract; or\nthe student athlete has not disclosed the proposed contract to their institution.\nLimitations on Institution NIL Conduct\nAn institution may not determine a student athlete's rostering or athletic participation based on their NIL activities. Institutions may also not deny or revoke a student athlete's scholarship or deem them ineligible based on their NIL activity and compensation.\nInstitutions may not classify a student athlete as an employee of the school based solely on their athletic participation.\nLimitations on Athletic Association Conduct\nAthletic associations and other regulators may not prevent student athletes or institutions from participating in intercollegiate athletics because of their involvement in NIL activity and compensation.\nViolations and Enforcement\nStudent athletes may seek injunctive relief against an institution or athletic association for a violation of the Arizona NIL law. Institutions may do the same against an athletic association or student athlete. If an institution determines a student athlete has violated the Arizona NIL law, it must notify the student athlete in writing of the determination, after which the student athlete has ten (10) days to correct the violation before the institution can seek injunctive relief."
  },
  {
    "abbr": "AR",
    "name": "Arkansas",
    "status": "enacted",
    "statusDetail": "Enacted (4/21/2021); Effective (1/1/2022); Amended (4/11/2023 and 4/13/2023).",
    "summary": "Permissible NIL Conduct\nArkansas' NIL Law allows a student athlete to enter into a contract and receive compensation for the commercial use of the student athlete’s publicity rights.  As of the April 11, 2023 amendments, student-athletes may now be compensated for NIL use prior to enrollment at an institution.\nInstitutions of higher education, and their supporting foundations, may create, facilitate, or enable opportunities for student-athletes to earn compensation for use of their NIL.  Although, Institutions are not required to create or facilitate these opportunities, nor are institutions required to compensate student-athletes for the institution’s use of the athlete’s publicity rights.\nOrganizations qualified as a 501(c)(3) may compensate student-athletes for use of their NIL.\nProtections for Student-Athletes Engaged in NIL\nInstitutions may not maintain any rule or standard that prevents a student-athlete from earning compensation for use of their NIL. This includes prohibition on altering student-athlete’s scholarship eligibility based on receipt of NIL compensation.\nAthletic associations or conferences may not (a) prevent an athlete from receiving compensation for NIL, (b) penalize the student for receiving such compensation, or (c) prevent an institution from participating in athletics based on an athlete’s receipt of NIL compensation.\nA student-athlete may only rescind an NIL contract, without breach of contract penalty, to the extent they are no longer eligible to participate in any varsity intercollegiate program at an institution of higher education. This provision is far less permissive than its prior iteration, which provided students more opportunities to rescind.\nLimitations on Student Athlete NIL Conduct\nStudent-athletes may not enter into an NIL contract that would:\nRequire them to endorse or promote any product, logo, or business during a practice, competition, or other varsity intercollegiate activity;\nConflict with the policies of the student-athlete’s institution of commitment or enrollment; or\nInvolve the student-athlete’s performance (or lack thereof) in an athletic competition.\nThis law does not authorize the student-athlete to use the name, trademarks, or other intellectual property of the institution at which they are enrolled.\nStudent Athletes Not Employees\nThe act specifies that it does not render student-athletes employees of the institution based on their participation in varsity intercollegiate athletic competition. \nNo Inducement Provision\nNo person or entity may offer or give compensation to a student-athlete enrolled at an Arkansas institution for the purpose of inducing them to transfer for another institution of higher education. The Act creates a cause of action for institutions and third-party licensees for violations of this provision.\nDeclaration of Emergency\nAs part of its new NIL law, Arkansas declared an emergency. In particular, the General Assembly found this Act immediately necessary because recruits for intercollegiate athletics need to know, as soon as practicable, what the NIL rules are, so that they can properly evaluated athletic programs against one another. In so doing, Arkansas referenced the fact that other states are similarly revising their state’s NIL legislation in an attempt to recruit players.\nAdditional Provisions\nArkansas’ NIL law was further amended on April 13, 2023 to prohibit state-funded medical schools from using or offering available funds from state tax revenue for name, image, and likeness payments to students-athletes."
  },
  {
    "abbr": "CA",
    "name": "California",
    "status": "enacted",
    "statusDetail": "Enacted (8/31/2021); Effective (Immediately).",
    "summary": "Permissible NIL Conduct\nCalifornia's NIL law allows current and prospective student athletes to earn compensation as a result of the use of the student's name, image, likeness, or athletic reputation.\nNIL Agents/Advisors/Representatives\nProfessional representatives of student athletes must be licensed in California.\nLimitations on Student Athlete NIL Conduct\nStudent athlete contracts for NIL compensation may not conflict with any provision of the athlete's team contract.\nStudent athletes must disclose the existence of their NIL contracts to their college or university."
  },
  {
    "abbr": "CO",
    "name": "Colorado",
    "status": "enacted",
    "statusDetail": "Enacted (3/20/2020); Effective (Originally 1/1/2023, moved up to 7/1/2021); First amendment (06/06/2023); Second amendment (03/28/2025)",
    "summary": "Permissible NIL Conduct\nColorado's NIL law allows student athletes to earn compensation for their name, image, and likeness.\nThe June 6, 2023 amendment permits institutions to identify, create, solicit, facilitate, and enable NIL opportunities for student-athletes, so long as the institution receives the athlete’s permission. If the institution solicits an NIL opportunity for the student-athlete, they must inform the student-athlete within 72 hours.\nThe March 28, 2025 amendment permits institutions to directly compensate student-athletes for their name, image, and likeness.\nCharitable organizations that are exempt as a 501(c)(3) may also compensate a student-athlete for use of the NIL.\nLimitations on Student Athlete NIL Conduct\nStudent athlete contracts for NIL compensation may not conflict with any provision of the student athlete's team contract.\nStudent athletes must disclose the existence of their NIL contracts to their athletic director within 72 hours after entering into the contract, or before the next scheduled athletic event that the student athlete participates in, whichever occurs first.\nAny person providing legal representation to the student athlete must be a licensed attorney.\nInstitutional Responsibilities and Limitations\nStarting January 15, 2026, institutions each year must submit to the Colorado Department of Higher Education a copy of the annual report they must submit to the NCAA consistent with the NCAA’s reporting requirements that includes data on gender- and sport-based spending, which the Department of Higher Education will publish on its website.\n Institutions may not prevent student-athletes from obtaining professional or legal representation in relation to NIL contract or legal matters."
  },
  {
    "abbr": "CT",
    "name": "Connecticut",
    "status": "enacted",
    "statusDetail": "Enacted (6/30/2021); Effective (9/1/2021).",
    "summary": "Permissible NIL Conduct\nConnecticut's NIL law allows student athletes to:\nearn compensation through an endorsement contract or employment in an activity that is unrelated to his or her college's athletic program; and\nobtain the legal or professional representation of an attorney or sports agent through a written agreement.\nHowever, the student athlete must comply with his or her college's policies regarding student athlete endorsement contracts and employment activities.\nRequired NIL Policies (for Educational Institutions)\nConnecticut colleges must adopt one or more policies regarding student athlete endorsement contracts and employment activities, which must include provisions:\nrequiring a student athlete to disclose and submit a copy of each endorsement contract, written agreement for employment or representation agreement;\nprohibiting a student athlete from entering into an agreement that conflicts with the provisions of any agreement to which the college is a party;\nprohibiting a student athlete from using or consenting to the use of any institutional marks;\nprohibiting a student athlete's from interfering with any official team activities or academic obligations; and\nidentifying any prohibited endorsements."
  },
  {
    "abbr": "DE",
    "name": "Delaware",
    "status": "none",
    "statusDetail": "None.\nDelaware does not have a traditional NIL law like other states. Instead, Delaware passed a law that governs the acts of agents of student athletes at Delaware institutions. (See https://legis.delaware.gov/BillDetail/109500).",
    "summary": "N/A."
  },
  {
    "abbr": "DC",
    "name": "District of Columbia",
    "status": "enacted",
    "statusDetail": "Enacted (1/10/2023); Effective (3/8/2023).",
    "summary": "Permissible NIL Conduct\nDC's NIL law allows student athletes to earn compensation for the name, image, and likeness, but cannot include any name, trademark, service mark, logo, uniform design, or other identifier in their NIL activity.\nLimitations on Student Athlete NIL Conduct\nAn athlete cannot enter into a NIL contract or receive compensation if it is contingent upon:\nillegal activity;\nthe promotion of alcohol, tobacco, other controlled substances, steroids, sports betting and gambling, firearms, or adult entertainment.\nAn athlete must disclose their NIL contract or agreement to their college or university if the compensation is for $300 or more or if the aggregate amount in a calendar year is $2,000 or more. The college or university must designate an individual or office to receive this information.\nRequired NIL Activities (for Educational Institutions)\nA college or university must:\neducate athletes about NIL agreements and compensations;\nprovide financial literacy and life skills programming, which must include:\n(1) information concerning student loan, financial aid, and debt management;\n(2) time management skills and an overview of available academic support services;\n(3) budgeting based on cost of attendance, living expenses, and scholarship resources;\n(4) an explanation of services offered by and guidance for accessing banks and basic banking products;\n(5) an introduction to income taxes, including income earned as an independent contractor; and\n(6) warnings about payday and predatory lending practices.\nEmergency Declared\nOn May 6, 2025, the Council of the District of Columbia declared an emergency with respect to the need to amend section 215 of the Uniform College Athlete Name, Image, or Likeness Act of 2022. The resolution calls for two principal amendments:\nPermit institutions to assist student athletes in activities related to monetizing their NIL, including selecting an NIL agent; and\nRemoving the existing prohibition on institutions or conferences directly compensating student athletes for use of their NIL.\nThe resolution cites to the pending House settlement, indicating emergency amendment of Section 215 is necessary to bring D.C. law in alignment with anticipated NCAA policy and ensure D.C.-based institutions are not left competitively disadvantaged."
  },
  {
    "abbr": "FL",
    "name": "Florida",
    "status": "enacted",
    "statusDetail": "Enacted (6/12/2020); Effective (7/1/2021); Amended (2/16/2023).",
    "summary": "Permissible NIL Conduct\nFlorida's NIL law allows student athletes to earn compensation for the use of their name, image, and likeness.\nRequired NIL Activities (for Educational Institutions)\nA college or university must conduct at least two financial literacy, life skills, and entrepreneurship workshops for a minimum of five hours before the graduation of an intercollegiate athlete and must include information concerning:\nentrepreneurship;\nfinancial aid;\ndebt management;\na recommended budget for full and partial grant-in-aid athletes based on the current academic year’s cost attendance;\ntime management skills necessary for success as an athlete; and\navailable academic resources.\nThe workshop may not include any:\nmarketing, advertising, referral, or solicitation by providers of financial products or services.\nLimitation of Liability (for Educational Institutions)\nA college, university, or its employees are not liable for any damages to a student-athlete's ability to earn compensation for the use of his or her NIL resulting from decisions and actions routinely taken in the course of intercollegiate athletics."
  },
  {
    "abbr": "GA",
    "name": "Georgia",
    "status": "enacted",
    "statusDetail": "Enacted (5/6/2021); Effective (7/1/2021); Executive Order Issued (9/17/2024).",
    "summary": "Permissible NIL Conduct\nGeorgia's NIL law allows student athletes to earn compensation for the use of their name, image or likeness, so long as it is commensurate with the market value of the authorized use of the student athlete's name, image or likeness.\nLimitations on Student Athlete NIL Conduct\nThe student athlete's NIL contract cannot conflict with the student athlete's team contract. The student athlete must disclose their NIL contract to an official of their college or university.\nRequired NIL Activities (for Educational Institutions)\nColleges and universities must conduct a financial literacy and life skills workshop for a minimum of five hours at the beginning of the student athlete's first and third academic years, and must include information concerning:\nfinancial aid;\ndebt management; and\na recommended budget;\ntime management skills; and\navailable academic resources.\nThe workshop cannot include any marketing, advertising, referral or solicitation by providers of financial products or services.\nNIL Agents/Advisors/Representatives\nAgents representing student athletes must comply with the Federal Sports Agent Responsibility and Trust Act.\nExecutive Order of Governor (9/17/2024)\nOn September 17, 2024, Georgia Governor Brian Kemp signed an Executive Order prohibiting the NCAA (or any other organization with authority over collegiate athletics) from enforcing rules against NIL payments made directly by institutions to student athletes. Put another way, the Executive Order permits direct-to-athlete NIL payments by institutions within the State of Georgia. It specifies, however, that funds allocated to institutions by the State of Georgia may not be paid to student-athletes as NIL compensation.\nThe Executive Order is set to sunset on either (a) the effective date of any federal law governing student-athletes' rights to NIL compensation or (b) the effective date of any settlement in the House litigation (No. 4:20-cv-03919-CW, N.D. Cal.), whichever is earlier."
  },
  {
    "abbr": "HI",
    "name": "Hawaii",
    "status": "none",
    "statusDetail": "None (proposed but died in committee in 2020).",
    "summary": "N/A."
  },
  {
    "abbr": "ID",
    "name": "Idaho",
    "status": "none",
    "statusDetail": "None.",
    "summary": "N/A."
  },
  {
    "abbr": "IL",
    "name": "Illinois",
    "status": "enacted",
    "statusDetail": "Enacted (6/29/2021); Effective (7/1/2021)",
    "summary": "Permissible NIL Conduct\nIllinois' NIL law allows student athletes to earn compensation commensurate with market value for the use of the student athlete's name, image, likeness or voice.\nLimitations on Student Athlete NIL Conduct\nThe student athlete cannot receive compensation for the use of their name, image, likeness or voice if it also uses any registered or licensed marks, logos, verbiage, name or designs of a college or university, unless the college or university gives the student-athlete written permission to do so.\nThe student athlete must disclose their NIL agreement to their college or university. NIL contracts for compensation equal or above $500 must be in writing and provided to the college or university prior to execution of the agreement or prior to compensation being provided.\nA student athlete can obtain professional representation related to their NIL, but must provide their college or university with a copy of their representation contract within seven days of entering into it.\nA student athlete's NIL contract cannot:\nconflict with any provision in their college or university's rules or regulations;\nbe for the endorsement of products or services that are inconsistent with the values of a college or university, or that negatively impacts the college or university, including but not limited to:\ngambling;\ncontrolled substances;\ntobacco or alcohol; or\nadult entertainment services.\nPermissible NIL Activities (for Educational Institutions)\nA college or university can impose reasonable limitations on the dates and times that a student athlete may participate in endorsement, promotional, social media or other activities related to the license or use of the student-athlete's name, image, likeness or voice.\nFurther, a college or university can exercise its discretion to control the authorized use of its marks or logos or to determine a student-athlete's apparel, gear or other wearables during an intercollegiate athletics competition, including prohibiting a student athlete from wearing any item of clothing or gear with the name, logo or insignia of any entity during an intercollegiate athletics competition.\nA college or university can fund an independent, third-party administrator to support education, monitoring, disclosures, and reporting concerning name, image, likeness, or voice activities by student-athletes.\nNIL Agents/Advisors/Representatives\nAn agent or other representative must comply with the Federal Sports Agent Responsibility and Trust Act."
  },
  {
    "abbr": "IN",
    "name": "Indiana",
    "status": "none",
    "statusDetail": "None.",
    "summary": "N/A."
  },
  {
    "abbr": "IA",
    "name": "Iowa",
    "status": "none",
    "statusDetail": "None (proposed but died in committee in 2021).",
    "summary": "N/A."
  },
  {
    "abbr": "KS",
    "name": "Kansas",
    "status": "none",
    "statusDetail": "None (proposed but died on senate general orders in 2022).",
    "summary": "N/A."
  },
  {
    "abbr": "KY",
    "name": "Kentucky",
    "status": "enacted",
    "statusDetail": "Enacted (3/9/2022); Effective (3/9/2022);\nAmended (4/16/2024).",
    "summary": "Permissible NIL Conduct\nKentucky's NIL law allows student athletes to receive compensation for their name, image, and likeness, so long is it consistent with prevailing market rate of the authorized use of the athlete's name, image, or likeness.\nProhibitions and Required Conduct\nInstitutions and associations cannot prohibit or penalize student athletes for earning NIL compensation.\nNo person or entity can give or promise NIL compensation to recruit or induce an athlete to enroll at any Kentucky institution, or to recruit or induce a student athlete at a Kentucky institution to enroll at another institution (regardless of location).\nInstitutions, associations, or affiliated organization cannot compensate student athletes for use of NIL or negotiate any part of an NIL agreement on behalf of a prospective student athlete.\nA student athlete's NIL contract cannot be for the endorsement or promotion of:\nSports betting;\nControlled substances,\nSubstances the student athlete's intercollegiate athletic association forbids the athlete from using;\nAdult entertainment; or\nProducts or services that would be illegal for the student athlete to possess or receive.\nInstitutions may adopt policies governing NIL agreements of its student athletes. Any restrictions included in the policy must be in writing, reasonable, equitably enforced against all student athletes, and cannot place an undue burden on the student athlete's ability to earn compensation. Some examples of policies that are permissible are policies that:\nForbid or establish conditions for using the college or universities intellectual property; and\nProhibit a student athlete from entering into a NIL agreement for products or services that are reasonably considered to conflict with the mission of the college or university.\nAll prospective NIL contracts must be submitted to the college or university for approval. The college or university has three business days to review the proposed contract and provide the student athlete with notice of any conflicts. The student athlete can only enter into the contract after the conflicts are revolved. Any amendments to the contract must also be approved by the college or university.\nRequired NIL Activities (for Educational Institutions)\nA college or university must provide its student athletes with a financial literacy and life skills education workshop for a minimum of five hours at the beginning of the athlete's first and third academic years, and must include information concerning:\nFinancial aid;\nDebt management;\nSaving and budgeting best practices;\nTime management;\nAvailable academic resources;\nSkills necessary for success as a student athlete; and\nSocial media and brand management education.\nThe workshop cannot include any marketing, advertising, or referral for, or solicitation by, providers of financial, marketing, branding, or other NIL agreement products or services.\nAmendments\nKentucky amended its NIL law in April 2024 to provide that the law's restrictions shall apply to NIL agreements only to the extent that an athletics association may regulate/restrict student athlete NIL agreements in a manner identical or substantially similar to those restrictions, including as currently or may be in the future modified by court order."
  },
  {
    "abbr": "LA",
    "name": "Louisiana",
    "status": "enacted",
    "statusDetail": "Enacted (7/1/2021); Effective (7/1/2021).",
    "summary": "Permissible NIL Conduct\nLouisiana's NIL law allows student athletes to receive compensation for their name, image and likeness, so long as it is commensurate with the market value of the authorized use of the athlete's name, image, or likeness.\nLimitations on Student Athlete NIL Conduct\nThe student athlete's NIL contract cannot endorse:\ntobacco;\nalcohol;\nillegal substances or activities;\nbanned athletic substances; or\nany form of gambling including sports wagering.\nSimilarly, it cannot use facilities, uniforms, registered trademarks, products protected by copyright, or official logos, marks, colors, or other indicia in connection with the use of the athlete's name, image, or likeness without the express permission of the college or university.\nThe student athlete must disclose their NIL contract to their college or university and the the NIL contract cannot conflict with a term of the athlete's athletic program's team contract.\nA college or university may prohibit an athlete from using the athlete's name, image, or likeness for compensation if it would conflict with existing institutional sponsorship agreements or contracts, or institutional values.\nRequired NIL Activities (for Educational Institutions)\nA college or university must conduct a financial literacy and life skills workshop for a minimum of five hours at the beginning of an intercollegiate athlete's first and third academic years. The workshop must, at a minimum, include information concerning:\nfinancial aid;\ndebt management; and\na recommended budget for full and partial grant-in-aid athletes based on the cost of attendance for the current academic year;\ntime management skills necessary for success as an athlete; and\navailable academic resources.\nThe workshop cannot include any marketing, advertising, referral, or solicitation by providers of financial products or services.\nNIL Agents/Advisors/Representatives\nA student athlete can be represented by an agent or attorney. The agent must be registered with the state of Louisiana, and the attorney must be licensed to practice law."
  },
  {
    "abbr": "ME",
    "name": "Maine",
    "status": "enacted",
    "statusDetail": "Enacted (3/31/2022); Effective (3/31/2022).",
    "summary": "Permissible NIL Conduct\nThe bill allows student athlete to earn compensation from the sale of the student athlete’s autograph.\nLimitations on NIL Activities (for Educational Institutions)\nThis bill prohibits a college or university from preventing a student athlete from making certain contracts regarding or earning money from the use of the student athlete’s name, image or likeness or providing compensation for a prospective student athlete’s name, image or likeness.\nThe bill prohibits a group or organization with authority over intercollegiate athletics from preventing a college or university from participating in intercollegiate athletics in this state as a result of student athletes at the college or university earning compensation for the use of their name, image or likeness."
  },
  {
    "abbr": "MD",
    "name": "Maryland",
    "status": "enacted",
    "statusDetail": "Enacted (5/18/2021); Effective (7/1/2023).",
    "summary": "Limitations on Student Athlete NIL Conduct\nThe law precludes student-athletes from entering into NIL agreements that conflict with their athletic program contracts.\nAny NIL agreement must be disclosed to a designated official at the school.\nAthletes do not have a right to use school intellectual property in NIL activities without school permission.\nPermissible NIL Activities (for Educational Institutions)\nSchools may prohibit athletes from engaging in NIL activities during official and mandatory team activities. Athletes may hire agents and other representatives to assist with NIL activities."
  },
  {
    "abbr": "MA",
    "name": "Massachusetts",
    "status": "none",
    "statusDetail": "None.",
    "summary": "N/A."
  },
  {
    "abbr": "MI",
    "name": "Michigan",
    "status": "enacted",
    "statusDetail": "Enacted (12/30/2020); Effective (12/31/2022).",
    "summary": "Limitations on Student Athlete NIL Conduct\nThe Michigan NIL Law does not allow athletes to endorse:\nalcohol;\ntobacco;\ngambling;\nweapons;\npharmaceuticals;\nbanned athletic substances;\ndrugs or drug paraphernalia; or\nadult entertainment.\nAthletes must disclose proposed NIL contracts, including projected compensation, to a designated official at the school, and must not conflict with school contracts, policies, or rules.\nAthletes cannot engage in NIL activities during games or practices.\nNIL Agents/Advisors/Representatives\nAgents and attorneys hired by athletes must be licensed by the state."
  },
  {
    "abbr": "MN",
    "name": "Minnesota",
    "status": "enacted",
    "statusDetail": "Enacted (2/13/2020); Effective (1/1/2023).",
    "summary": "Permissible NIL Conduct\nStudent athletes are able to earn compensation for the use of her or his name, image, or likeness (NIL) through a multitude of different opportunities, such as endorsements, sponsorships, appearances, autographs, memorabilia, podcasts, camps, clinics, private lessons, crowdfunding.\nLimitations on NIL Activities (for Educational Institutions)\nA postsecondary institution must not uphold any rule, requirement, standard, or other limitation that prevents a student of that institution from fully participating in intercollegiate athletics and earning compensation as a result of the use of the student's name, image, or likeness rights or the student's athletic reputation.\nThe educational institution must not interfere with or prevent a student from fully participating in intercollegiate athletics for obtaining professional representation in relation to contracts or legal matters, including but not limited to representation provided by athlete agents, financial advisors, or legal representation provided by attorneys."
  },
  {
    "abbr": "MS",
    "name": "Mississippi",
    "status": "enacted",
    "statusDetail": "Enacted (4/16/2021); Effective (7/1/2021); First Amendment (8/28/2022); Second Amendment (4/18/2024); Third Amendment (04/23/2025).",
    "summary": "Permissible NIL Conduct\nThe April 23, 2025 amendment allows institutions to directly compensate student athletes for use of their NIL, including through an athletics financial aid agreement. \nStudent athletes can also profit from their NIL by participating in anything from sponsored social media posts, third-party endorsements, to making personal appearances. Institutions can facilitate, support, and negotiate opportunities for student athletes to potentially earn compensation for the use of their name, image, and likeness.\nHowever, no person or entity may give or promise to share revenue or directly compensate for use of their NIL a student-athlete within the State of Mississippi for purposes of recruiting or inducing the student-athlete to enroll at another institution unless the student-athlete has given notice of an intent to transfer to a new institution.  Any entity that violates this restriction is liable to the institution where the student-athlete is enrolled or has signed an athletics financial aid agreement in an amount equal to three (3) times the amount given or offered to the transferring student-athlete.\nLimitations on Student Athlete NIL Conduct\nThe law prohibits NIL activities with vice industries, like:\nAlcohol;\nAdult entertainment;\nCannabis;\nControlled substances;\nTobacco and tobacco products; and\nGambling and sports betting.\nStudents may not receive compensation from a third party if a provision of the agreement compensating the student conflicts with a provision of a contract, rule, regulation, standard, or other requirement of the postsecondary educational institution where the student-athlete is enrolled or intends to enroll.\nStudents may not use institutional IP without permission from the institution. If a student is granted use of institutional IP, the postsecondary educational institution may be compensated for this use.\nPostsecondary education institutions are allowed to place \"reasonable\" limitations on the dates and time that student athletes can participate in endorsement-related activities.\nPostsecondary education institutions may require a student athlete enrolled at their institution or who has announced an intention to enroll at their institution to disclose the agreement or its terms to a designated official of the institution.\nProhibition on Athletic Association Activity\nAthletic associations or conferences may not:\nPenalize an institution for engaging in conduct permitted by the amended statute;\nPrevent an institution from or penalize an institution for engaging with a third party to facilitate NIL opportunities for its student-athletes; or\nPenalize an institution because a related individual or entity engages in conduct that violates a contract, rule, regulation, standard, or other requirement that is in conflict with actions permitted under the amended statute.\nProhibition on Improper Recruiting Inducements\nNo person or entity, regardless of residence, can recruit or induce a student athlete to enroll at or or transfer to a specific institution within the State of Mississippi.\nInstitutional Responsibilities and Limitations\nPostsecondary educational institutions' rights, including the ability to discuss with a student athlete the potential to earn NIL compensation if they attend the postsecondary educational institution, do not permit the institution to:\nReceive compensation from the student athlete for facilitating an NIL opportunity;\nAttempt to influence a student athlete's choice of professional representation relating to an NIL opportunity; or\nAttempt in bad faith to reduce a student athlete's opportunities from competing third parties.\nInstitutions, as well as their officers, trustees, and employees, are not liable for any claims for damages relating to any permissible conduct under the amended statute.\nStudent Athletes Status as Employees\nThe amendment specifies that nothing there within shall be construed to qualify a student athlete as an employee of a postsecondary educational institution."
  },
  {
    "abbr": "MO",
    "name": "Missouri",
    "status": "enacted",
    "statusDetail": "Enacted (7/13/2021); Effective (8/28/2021); Amended (approved 7/6/2023, effective 8/28/2023).",
    "summary": "Permissible NIL Activities (for Educational Institutions)\nA postsecondary institution and any of its officers, directors, oy employees (including a coach, member of the coaching staff, or any individual associated with the institution’s athletics department) has the right to create, facilitate, negotiate, support, enable, or otherwise assist with student athlete NIL opportunities, provided any such individual does not receive compensation from the student athlete or third party for such facilitation, attempt to influence a student athlete’s choice of professional representation, or attempt to reduce a student athlete’s opportunities from competing third parties.\nInstitutional marketing associates may compensate student athletes for NIL use, including in promoting athletic events, the postsecondary institution itself, or the postsecondary institution’s athletics program.\nAny student athlete can bring a civil action against third parties that violate Missouri’s NIL law or that interfere with a student athlete’s earning or attempting to earn NIL compensation.\nA high school athlete in the state may earn NIL compensation only after signing an athletic letter of intent or other written agreement to enroll in a postsecondary institution in the state.  The high school athlete can only discuss earning NIL compensation before signing an athletic letter of intent only when having discussion about potential enrollment with a postsecondary institution in the state.\nLimitations on NIL Activities \nPostsecondary institutions are prohibited from preventing student athletes from earning NIL compensation or obtaining professional or legal representation in relation to NIL activities.\nNIL compensation cannot be conditioned on athletics performance but may be conditioned on the student athlete’s attendance at a particular postsecondary institution.\nStudent athletes cannot enter into sponsorship contracts requiring student athletes to advertise products during official team activities if such provisions conflict with the postsecondary institution’s contracts or licenses.\nStudent athletes cannot enter into NIL contracts that conflict with a postsecondary institution’s contracts, unless the institution consents.\nStudent athletes must disclose contract for NIL activities or professional representation to a postsecondary institution before execution.\nPostsecondary institutions cannot compensate student athletes for NIL use, unless otherwise permitted by institutional policy and a collegiate athletics association that the institution is a member of.\nPostsecondary institutions must develop procedures for granting student athletes or third parties licenses for use of the institutions’ or third parties’ unique identifiers when earning NIL compensation.\nPostsecondary institutions or third parties can impose limitations on licenses where the use of unique identifiers is inconsistent with the institution’s or third party’s values or mission, adversely affects the institution’s or third party’s image, impacts the reputation or religious, moral, or ethical standards, violates the institution’s or third party’s code of conduct, or conflict with a provision of the institution’s or third party’s licenses or contracts.\nAthletics associations and its member institutions cannot, among other things:\nPrevent a postsecondary institution from establishing agreements with a third party entity to identify, facilitate, enable, or support student athlete NIL Activities;\nEntertain a complaint, open an investigation, or take adverse action against a postsecondary institution for engaging in activity protected under Missouri’s NIL law;\nPenalize a postsecondary institution because an institutional marketing associate compensate a student athlete for NIL use or if a third party violates the association’s rules regarding student athlete NIL."
  },
  {
    "abbr": "MT",
    "name": "Montana",
    "status": "enacted",
    "statusDetail": "Enacted (4/30/2021); Effective (6/1/2021); Amended 05/05/2025.",
    "summary": "Limitations on Student Athlete NIL Conduct\nA student athlete may not enter into a contract that provides compensation to the student athlete for the use of the student athlete’s name, image, or likeness if terms of the contract conflict with the student athlete’s team rules or with terms of a contract entered into between the student athlete’s postsecondary institution and a third party, except the team rules or a contract entered into between the postsecondary institution and a third party may not prevent a student athlete from earning compensation for the use of the student athlete’s name, image, or likeness when not engaged in official team activities.\nPermissible NIL Activities (for Educational Institutions)\nUnlike many other states, a postsecondary school may:\ninclude provisions in scholarship agreements allowing the postsecondary school to use the athlete’s name, image, and likeness;\nprohibit the use of an athlete’s name, image, and likeness on school property, at school functions, or in any advertising material distributed or placed on school property;\nserve as an agent for the athlete to manage any contract using an athlete’s name, image, and likeness;\nor do any combination of these subsections.\nFollowing an amendment of the law in May 2025, institutions may now directly provide a prospective or current student athlete with compensation for use of their NIL.\nAgreements Must Be in Writing\nPer the May 2025 amendment, an agreement relating to a student athlete's NIL must be in writing."
  },
  {
    "abbr": "NE",
    "name": "Nebraska",
    "status": "enacted",
    "statusDetail": "Enacted (7/24/2020); Effective (7/1/2021);\nAmended (4/18/2022; 4/16/2024).",
    "summary": "Prohibitions & Required Conduct\nInstitutions cannot uphold any rules, requirements or limitations that prevent student athletes from participating in intercollegiate sports because of NIL compensation.\nAthletics associations cannot penalize student athletes for earning NIL compensation or institutions at which student athletes earn NIL compensation.\nInstitutions cannot allow NIL compensation to affect the duration, amount, or eligibility for grants or scholarships (but may considered for need-based financial aid calculations).\nNIL compensation must be for services actually performed and NIL contracts cannot extend beyond a student athlete's participation in an athletic program or involve the sale of exchange of awards of other items received for athletic participation.\nStudent athletes must disclose NIL contracts to their institutions.\nAthletics associations cannot penalize student athletes or institutions for obtaining professional representation in relation to NIL contracts or legal matters.\nAmendments\nOn April 18, 2022, Nebraska amended its NIL laws to:\nProhibit a student athlete from entering in contracts inconsistent with the educational mission of the school;\nNot provide an automatic right for student athletes to use intellectual property that belongs to the school; and\nAllow schools to offer educational training to student athletes to aid them in understanding their opportunities in areas such as:\nNetworking;\nBrand building;\nFinance; and\nCompliance.\nNebraska Amended its NIL law again on April 16, 2024 to:\nProvide that institutions cannot be prohibited from:\nCreating, identifying, facilitating, enabling or supporting student athlete NIL activities;\nEntering into agreements with a third-party entity to create, identify, facilitate, enable, or support student athlete NIL activities;\nProvide that third-party entities cannot be prohibited from:\nCommunicating with student athletes to create, identify, facilitate, enable, or support student athlete NIL activities;\nCompensating student athletes for use of NIL or promoting an athletics event the student athlete is participating in (provided the entity has an agreement to promote such event or the institution) or the institution the student athlete attends.\nProhibit institutions from compensate student athletes for use of their NIL unless authorized to by a athletics institution, court order, or settlement agreement.\nProvide that nothing in the Nebraska NIL law shall be construed to qualify a student athlete as an employee of the institution."
  },
  {
    "abbr": "NV",
    "name": "Nevada",
    "status": "enacted",
    "statusDetail": "Enacted (5/29/2021); Effective (1/1/2022).",
    "summary": "Permissible NIL Conduct\nA student athlete may be compensated for the use of the name, image or likeness of the student athlete by certain organizations.\nLimitations on Student Athlete NIL Conduct\nCertain entities are prohibited from compensating a student athlete for the use of the name, image or likeness of the student athlete."
  },
  {
    "abbr": "NH",
    "name": "New Hampshire",
    "status": "none",
    "statusDetail": "None. (introduced on 12/3/2019).",
    "summary": "N/A."
  },
  {
    "abbr": "NJ",
    "name": "New Jersey",
    "status": "enacted",
    "statusDetail": "Enacted (9/14/2020); Effective (2024/2025).",
    "summary": "New Jersey NIL started on July 1, 2021, per the NCAA Interim Policies and with the passage of State Bill 971 and will take effect in the fifth academic year following the date of enactment.\nPermissible NIL Conduct\nThe NIL laws in New Jersey allow athletes to hire an agent to represent their NIL interests and it prevents an athlete from being declared ineligible from monetizing their NIL.\nLimitations on NIL Activities (for Educational Institutions)\nThe law forbids:\ndeals that conflict with a team contract;\ndeals with adult entertainment products and services;\nalcohol;\ngambling;\ntobacco;\npharmaceuticals;\ncontrolled “dangerous” substances; and\nweapons.\nViolations could result in an athlete losing their scholarship."
  },
  {
    "abbr": "NM",
    "name": "New Mexico",
    "status": "enacted",
    "statusDetail": "Enacted (3/14/2021); Effective (7/1/2021); Amended (4/4/2023).",
    "summary": "Prohibited NIL Activities\nThe institution may not:\nLimit the student athlete from full participation in athletics based on earning compensation for use of the student athlete’s NIL;\nPrevent a student athlete from receiving compensation for use of their NIL when the athlete is not engaged in official, mandatory team activities;\nReduce, revoke, or refuse to renew a student athlete’s grant-in-aid or stipend, or otherwise alter their eligibility for the same, on the basis that the student athlete receives NIL compensation.\nThird Party’s may not Offer a student athlete an NIL contract that requires the athlete to endorse the sponsor during official, mandatory team activities, without the approval of the institution..\nRepresentation of Student Athletes\nThe Institution may not prevent a student athlete from fully participating in athletics on the basis of the athlete obtaining representation in relation to contracts or legal matters.\nAmendments\nNew Mexico’s NIL law was amended in April 2023 to remove limitations regarding:\nAn institution’s ability to prohibit/discourage a student’s choice of footwear;\nAnd institution’s ability to arrange third-party NIL compensation for a student, or to use such deals as recruiting inducements; and\nAn agent/firms ability to representative a student athlete attending an institution which the agent/firm represented within the last 4 years."
  },
  {
    "abbr": "NY",
    "name": "New York",
    "status": "enacted",
    "statusDetail": "Enacted (11/21/2022); Effective (11/21/2022); Amended (6/30/2023).",
    "summary": "Permissible NIL Conduct\nStudents participating in intercollegiate athletics or who have completed at least their sophomore year of high school and may be eligible to compete in intercollegiate athletics in the future may earn compensation from the use of their name, image, or likeness.\nStudent athletes may obtain professional or legal representation connected to their NIL activities. Individuals providing professional representation must be registered with the State. Individuals providing legal assistance must be licensed by the State. Athlete agents must comply with the federal Sports Agent Responsibility and Trust Act.\nNCAA Division I college athletics programs must offer student athletes assistance programs. These programs may include: a financial distress fund; mental health support services; financial literacy training; degree completion assistance; trainings regarding sex-based discrimination and harassment; leadership training; and career development programs.\nLimitations on NIL Activities\nStudent athletes must disclose potential NIL contracts to college officials prior to execution.\nAthletics associations (including the NCAA) cannot prevent a college from identifying, facilitating, enabling, or supporting opportunities for student athletes to earn NIL compensation.\nAthletics associations (including the NCAA) cannot authorize its member institutions to:\nPrevent a college from participating in intercollegiate athletics because a student athlete has earned or intends to earn NIL compensation;\nEntertain a complaint, open an investigation, or take any other adverse action against a college engaging in activity protected under New York’s NIL law or for involvement in student NIL activities; and\nPenalize a college because an individual or organization that supports or benefits the college or its athletics programs violates the athletics association’s NIL rules.\nStudent athletes cannot enter into NIL contracts where those contracts would:\nConflict with provisions of a student athlete’s team contract;\nCause the student to violate the college’s student handbook or code of conduct;\nConflict with a contract or sponsorship of the college;\nCause financial loss or reputational damage to the college;\nRequire actions by the student athlete during team activities or scheduled classes;\nUse the college’s intellectual property;\nRequire the student athlete to display a sponsor’s product, logo, or brand during team activities;\nRequire the student athlete to display the product, logo, or brand of a sponsor that competes with a sponsor of the college."
  },
  {
    "abbr": "NC",
    "name": "North Carolina",
    "status": "enacted",
    "statusDetail": "Enacted (3/8/24); Effective (3/8/2024).",
    "summary": "Under North Carolina's executive order, student athletes can earn compensation for their name, image, and likeness. Any policies imposed by previous executive order (No. 223) were rescinded by the current executive order (No. 306). These rescinded policies include:\na restriction on student athletes' ability to earn compensation for their name, image, and likeness as a direct inducement to participate in sports at a particular institution or enroll/continue to be enrolled in an institution for participating in sports;\na restriction on North Carolina colleges and universities' ability to compensate student athletes for use of their name, image, and likeness;\nthe ability of North Carolina colleges and universities to impose reasonable limitations on a student athlete's ability to receive compensation for their name, image, and likeness; and\na requirement that student athletes comply with certain laws, including the North Carolina Athlete Agent Act, in contracting with NIL representatives."
  },
  {
    "abbr": "ND",
    "name": "North Dakota",
    "status": "none",
    "statusDetail": "None.",
    "summary": "N/A."
  },
  {
    "abbr": "OH",
    "name": "Ohio",
    "status": "enacted",
    "statusDetail": "Enacted (06/23/2021); Effective (7/1/2021); Executive Order Signed (11/18/2024).",
    "summary": "Limitations on NIL Activities (for Educational Institutions)\nThe Ohio NIL law prevents institutions from prohibiting student athletes from entering NIL contracts. Institutions may prohibit student athletes from obtaining NIL endorsements from companies in certain industries, including:\ncontrolled substances;\ngambling;\nadult entertainment; and\nother similar industries.\nThe law requires a student athlete to disclose proposed NIL contracts to a designated official at the institution before the student athlete executes the contract.\nExecutive Order\nOn November 18, 2024, Ohio Governor Mike DeWine signed an Executive Order stating that “any postsecondary educational institution in the State of Ohio (that is covered by the [House] Settlement) may offer compensation or compensate an intercollegiate student-athlete for use of such student-athlete’s NIL.” The only restriction is that the institution may not use funds allocated by the State of Ohio to pay such compensation. The executive order recognizes that other states have taken action to authorize compensation paid by institutions to student-athletes, and it suggests that this Executive Order was necessary to “ensure a fair and level playing field” for Ohio’s postsecondary institutions."
  },
  {
    "abbr": "OK",
    "name": "Oklahoma",
    "status": "enacted",
    "statusDetail": "Enacted (5/28/21); Effective (1/1/2022); Amended (5/26/2023); Second Amendment (4/22/2024); Third Amendment (5/3/2025).",
    "summary": "Permissible NIL Conduct\nAllows student athletes enrolled at institutions within the state to earn payment for use of their name, image, and likeness. Receiving such payment does not affect the student athlete’s eligibility for athletic grant-in-aid.\nInstitutions or a third party acting on behalf of the institution may provide professional representation and pay current and prospective student athletes for their NIL, if permitted by collegiate athletics association and institutional policy. However, institutions may not pay student athletes for their NIL using public funds allocated by the State of Oklahoma to the institution.\nInstitutions can adopt reasonable restrictions for student athletes so that NIL activities do not interfere with team activities, institutional operations, or the use of the institution's facilities. Institutions may also revoke or rescind a student athlete's grant-in-aid or other benefits received by the student athlete if they agree to receive impermissible NIL payment. Institutions may earn compensation for use of their marks or facilities in conjunction with a student athlete's NIL activities.\nNIL Agents/Advisors/Representatives\nAllows student athletes to be represented by any individual or entity relating to NIL activities. The May 2023 amendments removed the requirement that representatives be a registered agent or attorney admitted in the state.\nAll professional representation agreements must be in writing and disclosed to the institution.\nLimitations on Student Athlete NIL Conduct\nStudent athletes must disclose any NIL contracts to their institution.\nStudent athletes also cannot:\nEarn NIL compensation in exchange for participation in intercollegiate athletics or sports competition.\nEarn NIL compensation while promoting products or services that conflict with an institution's policies or reflect adversely on the institution.\nProhibition on Athletic Association Activity\nCollegiate athletics associations cannot:\nPrevent institutions or a third party authorized to act on behalf of an institution from identifying, facilitating, enabling, or supporting NIL opportunities for student athletes.\nProhibit institutions from engaging with third-party entities to act on the institution's behalf to identify, facilitate, enable, or support student athlete NIL activities.\nEntertain a complaint, open an investigation, or take adverse action against an institution or an employee or student athlete of an institution for engaging in activity protected under Oklahoma's Student Athlete Name, Image, and Likeness Rights Act or for involvement in student athlete NIL activities.\nIntellectual Property Considerations\nStudent athletes are prohibited from using an institution's marks for the purpose of securing NIL compensation unless the contract is between the student athlete and the institution, or a third party authorized to act on behalf of the institution.\nStudent Athletes Status as Employees\nThe outlines that student athletes are not considered employees of an institution."
  },
  {
    "abbr": "OR",
    "name": "Oregon",
    "status": "enacted",
    "statusDetail": "Enacted/Effective (6/29/2021); Amended (7/1/2022; 3/20/2024).",
    "summary": "Prohibitions and Required Conduct\nInstitutions, athletic associations, or conferences cannot:\nProhibit, prevent, or restrict student athletes from earning NIL compensation;\nPenalize or retaliate against student athletes for earning NIL compensation;\nProhibit student athletes from participating in intercollegiate athletics for earning NIL compensation;\nImpose eligibility requirements on scholarships/grants requiring student athletes from refraining from earning NIL compensation;\nProhibit student athletes from receiving food/drink/lodging/medical expense or insurance coverage as NIL compensation; or\nProvide prospective or current student athletes with NIL compensation.\nStudent athletes cannot enter into NIL contracts where terms conflict with team rules or terms of a contract between an institutions and third party.\nStudent athletes must disclose NIL contracts to their institutions.\nStudent athletes cannot retain as an agent an individual who represented or was employed by an institution at any time in the preceding four years.\nOther Provisions\nAllows institutions to establish and enforce codes of conduct applicable to all students enrolled at the institution.\nAmendments\nA 2022 amendment to the law provides that a person making a profit by selling jerseys, trading cards, or video games that use student athletes' name, image, or likeness must pay royalty fees to student athletes.\nThe law was further amended in March 2024 to provide:\nThat athletics associations and conferences cannot prevent an institution or student athletes from participating in intercollegiate athletics, accept a complaint, open an investigation or take any adverse action against an institution or student athletes as a result of a violation, or alleged violation, of the rules of the athletics association or conference related to NIL compensation. Nor can an athletics association or conference authorized a member institution from taking such action.\nThat NIL compensation cannot be conditioned on athletic performance. But NIL compensation may be conditioned upon attendance at a particular institution.\nThat an athletics association or conference cannot prohibit an institution from identifying, facilitating, enabling, or supporting NIL opportunities.\nThat institutions (and their employees) cannot be held liable for damages to a student athletes NIL rights due to any decision that the institution/employee makes that is routinely taken in the course of intercollegiate sports or that is part of identifying, facilitating, enabling, or supporting NIL opportunities."
  },
  {
    "abbr": "PA",
    "name": "Pennsylvania",
    "status": "enacted",
    "statusDetail": "Enacted (7/1/2021); Effective (7/1/2021).\nFirst Amendment effective (11/3/2022); Second Amendment effective (7/17/2024).",
    "summary": "Permissible NIL Conduct\nPennsylvania's NIL law allows student athletes to earn compensation for the use of the name, image or likeness. Any person who uses a student athlete's NIL to produce a college team jersey, college team video game, or college team trading cards for profit must pay a royalty payment to the student athlete.\nLimitations on Student Athlete NIL Conduct\nThe Pennsylvania NIL law includes provisions for restrictions on endorsements by student athletes in traditional vice industries, such as alcohol, gambling, and tobacco. Institutions can also prohibit NIL activities that conflict with institutional pre-existing sponsorship agreements. Institutions can also prohibit a student athlete's involvement in an NIL agreement when it conflicts with the institution's values, as defined by the institution.\nPursuant to the Act, student athlete may disclose NIL contracts to designated institutional officials prior to the execution of the contract. However, an institution may have policies that require, if the student athlete discloses, when the contract should be disclosed by, and what contents should be disclosed.\nThe Act does not give student athletes the right to use their college's name, trademark, or the like in furtherance of an NIL opportunity.\nProfessional Representation for Student Athlete NIL Activities\nIf a student athlete obtains professional representation in relation to the use of their NIL rights, the representing person must be either an athlete agent under Pennsylvania law or admitted to practice law in the Commonwealth of Pennsylvania. A contract by which a student athlete authorizes an athlete agent to negotiate or solicit compensation for the use of the student athlete's NIL must include a statement that the contract does not obligate the student athlete to use the agent for any services beyond professional representation in relation to the use of the student athlete's NIL.\nPermissible NIL Activities (for Educational Institutions)\nEducational institutions may arrange NIL deals for student athletes, but they are not required to do so.\nLimitations on Educational Institutions and Intercollegiate Athletic Entities\nEducational institutions and intercollegiate athletic associations cannot prevent or limit student athletes from earning NIL compensation for their name, image, or likeness. Educational institutions may also not revoke or reduce a student's athletic scholarship due to NIL compensation earned.\nIf an institution receives direct financial compensation from a third party arising from the third party's contract with the student athlete for the NIL, the institution is required to disclose in a timely manner the financial relationship between the institution and the third party to the student athlete; however, this does not apply to the use of the institution's IP.\nAn educational institution may not limit a student athlete's NIL rights through an athletics grant-in-aid or stipend scholarship. It may also not revoke or reduce a student athlete's grant-in-aid or stipend scholarship due to a student athlete earning NIL compensation.\nAn intercollegiate athletic entity may not: (1) prevent a student athlete from earning compensation through the use of their NIL rights; (2) prevent an educational institution from fully participating in intercollegiate athletics as a result of the student athlete's use of their NIL to seek compensation; or (3) entertain complaints, open investigations, or take any other adverse actions against an educational institution for activities permitted under Pennsylvania law or for directly compensating a student athlete for the use of their NIL.\nA student athlete has a right to pursue a private civil action against an educational institution, intercollegiate athletic entity, or other person or entity that violates their rights under Pennsylvania's NIL law. Legal settlements made on or after June 30, 2021 may not permit a person or entity's noncompliance with the Pennsylvania NIL law."
  },
  {
    "abbr": "RI",
    "name": "Rhode Island",
    "status": "none",
    "statusDetail": "None.",
    "summary": "N/A."
  },
  {
    "abbr": "SC",
    "name": "South Carolina",
    "status": "enacted",
    "statusDetail": "Effective (7/1/2021); Amended (5/7/2024).",
    "summary": "While South Carolina’s NIL law still allows students to earn compensation for use of their NIL, South Carolina's May 2024 amendments changed large swathes of the law. As amended, South Carolina's NIL law provides as follows.\nPermissible NIL Conduct\nInstitutions can directly, or through agreements with third parties, identify, create, solicit, facilitate, and otherwise enable NIL opportunities for currently enrolled student athletes.\nInstitutions can grant student athletes rights to use the institution's trademarks and facilities.\nLimitations on NIL Conduct\nInstitutions may not receive compensation or fees directly from student athletes related to the facilitation of NIL.\nNo appropriated funds of an institution may be used to compensate student athletes for use of their NIL.\nNIL compensation earned by a student athlete must be for NIL and independent from (i.e., not payment for) the student athlete's participation or performance, unless otherwise permitted by a college athletics association, an institutional policy, a court order, or a settlement agreement.\nNIL contracts cannot extent beyond a student athlete's eligibility to participate in an intercollegiate athletics program.\nAthletics associations (or other similar groups) cannot enforce rule/regulation that prohibits an institution from participating in intercollegiate sports for performing, participating in, or allowing activity authorized under the NIL law. This applies also to an institution's establishing agreements with third-party entities to act on the institution's behalf to identify, facilitate, enable, or support a student athlete's NIL.\nAn agency contract can provide for agent compensation, but cannot exceed 20% of the NIL contract.\nSafe Harbors\nInstitutions are not liable for damages to a student athlete's ability to earn NIL compensation resulting from decisions/actions taken in the course of intercollegiate athletics. This does not apply to common law claims for fraud, fraudulent misrepresentation, or intentional misrepresentation.\nOther Notable Amendments\nRepealed Sections 7 and 8 of the NIL law regarding disclosures requiring separate acknowledgement and governing law.\nRemoved provisions regarding good academic standing requirements for student athletes.\nRemoved provision prohibiting NIL compensation in exchange for student athlete's attendance at a particular institution or contingent on a prospective student athlete's enrollment at a particular institution.\nRemoved provision prohibiting NIL activities from taking place during a student athlete's participation in academic, athletic, or team-mandated activities.\nRemoved provision prohibiting NIL compensation for the endorsement of tobacco, alcohol, illegal substances, or activities, banned athletic substances, or gambling."
  },
  {
    "abbr": "SD",
    "name": "South Dakota",
    "status": "none",
    "statusDetail": "None.",
    "summary": "N/A."
  },
  {
    "abbr": "TN",
    "name": "Tennessee",
    "status": "enacted",
    "statusDetail": "Enacted; Amendment Effective (4/20/2022); Second Amendment Effective (5/1/2024); Third Amendment Effective (5/1/2025).",
    "summary": "Permissible NIL Conduct\nTennessee's NIL legislation allows student athletes to participate in NIL activities. The May 2025 amendment permits student athletes to receive broad NIL compensation, including for their enrollment at an institution and roster position with the institution's athletic program.\nNeither a grant-in-aid for athletics awarded to a student athlete by an institution nor an institution or its \"affiliated foundation's\" (undefined) involvement in the support of a student athlete's NIL activities constitute NIL compensation. Additionally, receiving permissible NIL compensation does not affect the student athlete's grant-in-aid or athletic eligibility.\nLimitations on Student-Athlete NIL Conduct\nThe legislation contains the traditional options for institutions to limit the use of institutional IP and a prohibition on NIL activities in connection with vice industries, like:\ngambling;\nalcohol;\ntobacco; or\nadult entertainment products.\nRequired NIL Activities\nTennessee colleges are required to conduct a financial literacy workshop for athletes new to the school. In addition, student athletes must now disclose any NIL agreement (and its terms) to the institution and file annual reports with the institution at which they are enrolled. The report must indicate, at a minimum, from whom the athlete is receiving compensation and the amount of compensation.\nPermissible NIL Activities (for Educational Institutions)\nAn April 20, 2022, amendment removed restrictions on institutional activities. Subject to NCAA rules, institutional officials –– such as coaches –– can participate in NIL activities, such as maintaining involvement with an NIL collective. Additionally, the legislation permits institutions to set \"reasonable time, place, and manner restrictions\" on NIL activity to avoid it conflicting with team activities or institutional operations. Institutions may prohibit NIL activity where it conflicts with the values of the institution.\nThe May 2024 amendment removed additional restrictions on student athlete NIL compensation. In particular, the act no longer specifies that the compensation must be commensurate with \"fair market value.\" Notably, the legislation removed the language in the statute that had prohibited student athletes from receiving compensation in exchange for athletic performance or attendance at an institution.\nThe May 2025 amendment permits third parties, including institutions and their \"affiliated foundations,\" to compensate student athletes for their NIL, unless such action is prohibited by federal law, court order, or the institution's athletic association. Institutions may adjust a student athlete's need-based financial aid as a result of permissible NIL compensation received by the student athlete.\nLimitations on NIL Activities (for Educational Institutions)\nThe May 2024 amendment prohibits institutions from adopting rules or requirements that \"unduly restrict\" student athletes from receiving NIL compensation. Such compensation does not effect a student's grant-in-aid or athletic eligibility, although, an institution may adjust need-based aid as a result of NIL compensation.\nProtection for Educational Institutions\nInstitutions and their affiliated foundations \"must not be held liable\" for damages resulting from its \"good faith decisions, actions, or involvement\" in NIL activities.\nNIL Agents/Advisors/Representatives\nStudent athletes can retain agents to secure NIL deals. All agents who represent student athletes must be licensed under Tennessee state law. The law also requires institutions to conduct a \"financial literacy workshop\" for student athletes.\nThe May 2024 amendment specifies that parents, siblings, grandparents, spouses, or legal guardians who represent the student athlete are not considered an \"agent\" for the purpose of this law. The same is true of institutions and their affiliated foundations who assist or facilitate NIL opportunities for student athletes.\nIntercollegiate Athletic Associations\nThe May 2024 amendment specifically prohibits any intercollegiate athletic association from interfering with a student athlete's ability to earn compensation, seek representation, or perform due diligence in accordance with the Tennessee statute. The intercollegiate athletic association also may not interfere with the student athlete's eligibility unless the student athlete has committed a violation of the institution's rules.\nThe May 2025 amendment made several changes to the state's NIL laws:\nAthletic associations must preserve all rights afforded to student athletes under applicable state and federal law and preserve all immunities and rights afforded to its member institutions under the same.\nAthletic associations may not establish or adopt any rule or policy that violates state or federal antitrust law.\nAthletic associations may not interfere with an institution's enjoyment of its current and future membership status in the athletic association.\nAthletic associations may not impose unfair, anticompetitive, or unlawful conditions that directly or indirectly compel an institution or student athlete to participate under such conditions or risk violating state or federal law.\nThe athletic association must indemnify and hold harmless the state, its institution, and student athletes from any claims or damages arising from the state's noncompliance or failure under such applicable law.\nPrivate institutions and an athletic association of which the institution is a member may reach a mutual agreement to opt out of these requirements with respect to the institution's student athletes. The opting-out private institution must provide notice to all its student athletes and all members of the athletic association of any mutual opt-out election within thirty (30) days of the mutual election or thirty (30) days of a student athlete's first enrollment at the institution, whichever is sooner. High School:\nPermitted per Tennessee Secondary School Athletic Association rule amendment announced December 8, 2022. The May 2024 amendment expands the definition of athlete to include \"a prospective student who has started or completed ninth grade and can, in the future, enroll in an institution and participate in an athletic program.\""
  },
  {
    "abbr": "TX",
    "name": "Texas",
    "status": "enacted",
    "statusDetail": "Effective (7/1/2021); Amended (Passed 6/10/2023, effective 7/1/2023).",
    "summary": "Limitations on NIL Conduct\nAn institution cannot:\nProhibit or prevent a student athlete from earning compensation for the use of the student athletes NIL when not engaged in official team activities;\nProhibit or prevent a student athlete from obtaining professional representation for matters relating to the use of the student athletes NIL; or\nSolicit or provide a prospective student athlete with NIL related compensation.\nAn athletic association cannot penalize an institution for performing, participating in, or allowing an activity required or authorized by Texas’ NIL law.\nA student athlete:\nMust disclose proposed NIL contracts to the institution;\nCannot enter into an NIL contract if:\nIt conflicts with a provision of the student athlete’s team contract, institutional contract, or with a policy of the athletic department or provision of the institution’s honor code;\nNIL compensation is provided (i) for athletic performance or for accepting an offer of admission to attend the institution; (ii) by the institution; (iii) for an act occurring while the student athlete is engaged in official team activities; or as an endorsement of alcohol, tobacco products, e-cigarettes, anabolic steroids, sports betting, casino gambling, firearms which the student athlete cannot legally purchase, or a sexually oriented business;\nCannot use the institution’s facility, uniforms, trademarks, copywritten products, or official logos in connection with an NIL contract unless the student obtains the institution’s express permission.\nActivities of third-party entities which compensate student athletes for NIL use may not be construed as an act on behalf of an institution as long as the entity is a separate legal entity from the institution and the institution does not own or control the entity\nCompensation\nTexas’ NIL law excludes the following from the definition of compensation provided by an institution:\nRecognition by the institution of a third-party entity which compensates students for NIL activities, or the entity’s donors, including the provision of priority status or other items of de minimis value.\nAn institution may not allow a student to use the institution’s facilities, uniforms, trademarks, copywritten products, or official logos in connection with an NIL contract unless the student athlete (and the individual or entity contracting for use of the student athlete’s NIL) comply with the institutions requirements and the institution is compensated at market rates.\nPermissible Conduct\nAn institution or a third-party entity acting on its behalf may identify, create, facilitate, or otherwise assist with opportunities for student athletes to earn compensation for the use of the student athlete’s NIL, provided that the institution:\nDoes not act as an athlete agent for the student athlete;\nIs not compensated by the student-athlete or third party for providing assistance;\nDoes not attempt to influence the student athletes choice of professional representation;\nDoes not attempt to diminish the student athletes opportunities from competing third parties.\n501(c)(3) organization may compensate student athletes for use of their NIL."
  },
  {
    "abbr": "UT",
    "name": "Utah",
    "status": "enacted",
    "statusDetail": "Effective (5/1/2024); Amended (03/27/2025).",
    "summary": "General Provisions\nThe March 27, 2025 amendment allows institutions to directly compensate student athletes for their name, image, and likeness, unless the institution uses: (i) funds appropriated by the Legislature, or (ii) a fee paid by a student attending the institution pays to the institution.\nStudent athlete agreements, and any communications/materials related thereto, are not subject to Utah’s Government Records Access Management Act.\nLimitations on NIL Conduct\nStudent athletes cannot enter into a student athlete agreement promoting:\nTobacco products or e-cigarettes;\nAlcohol products;\nSeller/dispensers of controlled substances;\nGambling/betting;\nA sexually-oriented business;\nA firearm that the student cannot legally purchase\n \nInstitutional Responsibilities and Limitations\nThe Utah Board of Higher Education must conduct an audit of state institutions evaluating the money they spend to directly compensate student athletes for their name, image, and likeness and the use of such payments beginning in fiscal year 2028 and every five years thereafter.\nAthletic Association Responsibilities and Limitations\nAthletic associations or entities may not prevent a student athlete from participating in intercollegiate athletics because they (i) receive compensation for their name, image, and likeness or (ii) obtains professional representation from an athlete agent or attorney.\nAthletic associations or entities may also not prevent an institution or other entity from facilitating name, image, and likeness compensation opportunities for student athletes"
  },
  {
    "abbr": "VT",
    "name": "Vermont",
    "status": "none",
    "statusDetail": "None.",
    "summary": "N/A."
  },
  {
    "abbr": "VA",
    "name": "Virginia",
    "status": "enacted",
    "statusDetail": "Enacted (4/11/2022); Effective (4/11/2022); Amended (4/17/2024); Amendment Effective (7/1/2024).",
    "summary": "Permissible NIL Conduct\nVirginia's NIL law allows student athletes to participate in NIL activities, and allows institutions to directly compensate student athletes for use of their name, image, and likeness.\nLimitations on Student Athlete NIL Conduct\nThe law prohibits NIL activities with vice industries, like:\nAlcohol;\nAdult entertainment;\nCannabis or cannabis related products;\nControlled substances;\nPerformance enhancing drugs;\nDrugs;\nTobacco and tobacco products;\nWeapons; and\nGambling and casinos.\nStudent athletes must disclose proposed NIL agreements to institutions prior to execution. If a conflict exists between the student athletes' proposed NIL agreement and the institution's existing agreement, the institution can prohibit the student athlete from entering into such agreement.\nStudent athletes may not use institutional IP without permission from the institution.\nInstitutions may prohibit student athletes from earning NIL compensation while the student athlete is engaged in academic, official team, or athletic department activities.\nAmendment (Passed 4/17/2024; Effective 7/1/2024).\nOn April 17, 2024, Virginia amended its collegiate NIL law to include the following:\nProhibition on Athletic Association Activity\nAthletic associations or conferences may not prevent an institution from compensating a student-athlete for use of their NIL or otherwise prevent an institution (or an entity acting on its behalf) from identifying, creating, or otherwise assisting with NIL opportunities for student-athletes. Athletic associations or conferences cannot open an investigation into, or take adverse action against, an institution or any entity acting on its behalf for permitted NIL activity pursuant to the Virginia law. This includes penalizing an institution or student athlete for conduct by an individual or entity acting on behalf of the institution that violates the association's or conference's NIL rule.\nInstitutional Responsibilities and Limitations\nInstitutions may provide assets or other benefits as an incentive to individuals, companies, or other entities to provide money, benefits, opportunities, or services to an outside entity that supports NIL opportunities for the institution's student athletes.\n\nEach institution must develop policies and procedures governing NIL compensation of student athletes. Those policies must not inhibit the student athlete from participating in activities unrelated to intercollegiate athletics, so long as such participation does not otherwise impact the student athlete's intercollegiate eligibility.\n\nInstitutions may not use \"student fees\" to compensate student-athletes for use of their NIL. These fees are defined as any fee assessed by the institution against a student that is used to support any of the institution's intercollegiate athletic programs.\n\nNeither an institution, its supporting foundations, nor its employees are liable for damages to a student athlete's ability to earn NIL compensation resulting from decisions routinely taken in the course of intercollegiate athletics. If an institution, its supporting foundations, or an entity acting on its behalf is subjected to threatened or actual legal action for engaging in activities permitted by this law, they may bring a suit for damages, attorneys' fees, injunctive relief, and any other legal or equitable remedy.\nStudent Athletes Status as Employees; Right to Injunctive Relief\nThe amendments removed language that definitively stated the student athletes were not employees based on their participation in intercollegiate athletics. Instead, the law now states that the subsection in question does not qualify a student-athlete as an employee solely because that student-athlete engages in NIL opportunities.\n\nA student athlete may bring an action for injunctive relief against an institution or athletic association/conference for violation of any provision of the this law."
  },
  {
    "abbr": "WA",
    "name": "Washington",
    "status": "enacted",
    "statusDetail": "Effective (6/6/2024).",
    "summary": "Adds a new section to Chapter 42.52 (Ethics in Public Service) of Washington’s consolidated statutes clarifying that the chapter does not prohibit the use of public resources by an employee of a state institution of higher education to benefit any student athlete with regard to the advising, facilitation, acknowledgement, or education of NIL-related matters.\nProvides, however, that public resources must adhere to the rules established by the national, nonprofit member organization responsible for oversight of college sports at state institutions of higher education."
  },
  {
    "abbr": "WV",
    "name": "West Virginia",
    "status": "enacted",
    "statusDetail": "Enacted (4/30/2025).",
    "summary": "Permitted NIL Activities (For Institutions)\nInstitutions may:\nEnter into agreements to compensate student athletes for use of their NIL.\nShare revenues generated by an intercollegiate athletic department with student athletes.\nEstablish terms and conditions on the receipt of NIL compensation, including prohibiting certain endorsements and prohibiting endorsement during official team activities.\nRequire that student athletes disclose third-party agreements.\nAssist a student athlete in obtaining NIL opportunities.\nLimitations on NIL Activity (For Institutions)\nInstitutions may not:\nUse funds appropriated by the legislature to compensate a student for use of their NIL or engage in revenue sharing.\nPunish a student athlete for engaging in NIL activities authorized by this law. This includes prohibitions on reducing or revoking an existing athletic scholarship on the basis of engagement in protected NIL activity.\nProhibited Endorsement Categories (For Student-Athletes)\nStudent athletes may not earn NIL compensation for promoting:\nAlcohol, cannabis, controlled substances, performance enhancing drugs, drug paraphernalia, tobacco, or nicotine products; adult entertainment, casinos, gambling, nor sports betting.\nPrivate Right of Action\nThe law provides that students who are aggrieved for engaging in activities authorized by this statute may bring a relief for injunctive relief. Conversely, any institution that is subjected to threatened or actual adverse action  perpetrated by an athletic association, conference, or other organization having authority over collegiate athletics  for engaging in activities authorized by this act may sue to recover (a) actual damages, (b) attorney fees, (c) injunctive relief, and (d) any other remedy in law or equity.\nStudent-Athletes Not Employees\nThe Act explicitly states that it should not be construed to qualify student athletes as employees of an institution solely because they earn NIL compensation from the institution or engage in permitted revenue sharing under this law."
  },
  {
    "abbr": "WI",
    "name": "Wisconsin",
    "status": "none",
    "statusDetail": "None.",
    "summary": "N/A."
  },
  {
    "abbr": "WY",
    "name": "Wyoming",
    "status": "none",
    "statusDetail": "None.",
    "summary": "N/A."
  }
]